Repository: josephsl/wintenApps
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, da, de, es, gl, he, hr, it, ko, pt_br, pt_pt, ru, sl, sr, tr

source: You are using an older version of Windows. This add-on requires {minSupportedVersion} or later. Are you sure you wish to install this add-on anyway?
bg: Използвате по-стара версия на Windows. Тази добавка изисква {minSupportedVersion} или по-нова. Сигурни ли сте, че желаете да инсталирате тази добавка въпреки това?
da: Du bruger en ældre version af Windows. Dette tilføjelsesprogram kræver {minSupportedVersion} eller nyere. Er du sikker på, at du vil installere dette tilføjelsesprogram alligevel?
de: Sie verwenden noch eine ältere Windows-Version. Diese Erweiterung benötigt mindestens {minSupportedVersion}. Möchten Sie wirklich fortfahren?
es: Estás utilizando una versión antigua de Windows. Este complemento requiere {minSupportedVersion} o posterior. ¿Estás seguro de que quieres instalar este complemento de todos modos?
gl: Estás a usar una versión vella do Windows. Este complemento require da {minSupportedVersion} ou posterior. ¿Estás seguro de que desexas instalar este complemento de todos os xeitos?
he: הינך משתמש בגרסה ישנה של חלונות(Windows). הרחבה זו דורשת {minSupportedVersion} או מאוחרת יותר. האם אתה רוצה להתקין הרחבה זאת בכל מקרה?
hr: Koristite stariju inačicu Windows operativnog sustava. Ovaj dodatak zahtijeva {minSupportedVersion} ili noviju. Želite li ju svejedno instalirati_?
it: Si sta utilizzando una vecchia versione di Windows. Questo componente aggiuntivo richiede {minSupportedVersion} o successive. Si desidera ugualmente installare questo componente?
ko: 이전 윈도우 버전을 사용하십니까? 본 추가 기능은 {minSupportedVersion} 이상을 지원합니다. 그래도 추가 기능을 설치하시겠습니까?
pt_pt: Está a usar uma versão mais antiga do Windows. Este extra requer {minSupportedVersion} ou posterior. Tem a certeza de que deseja instalar este extra mesmo assim?
sl: Uporabljate zastarelo različico Oken. Za delovanje tega dodatka potrebujete {minSupportedVersion} ali novejšo. Ste prepričani, da neglede na to želite namestiti ta dodatek?
sr: Koristite stariju verziju windowsa. Ovaj dodatak zahteva verziju {minSupportedVersion} da bi radio ispravno. Da li ste sigurni da ipak želite da instalirate ovaj dodatak?
tr: Windows'un eski bir sürümünü kullanıyorsanız. Bu eklenti {minSupportedVersion} ya da sonraki bir sürümünü gerektirir. Eklentiyi yüklemeye devam etmek istiyor musunuz?

source: Old Windows version
bg: Стара версия на Windows
da: Gammel version af Windows
de: Alte Windows-Version
es: Versión antigua de Windows
gl: Versión vella do Windows
he: גירסת חלונות ישנה
hr: Stara inačica operativnog sustava windows
it: Vecchia versione di Windows
ko: 이전 윈도우 버전 사용 중
pt_pt: Versão antiga do Windows
sl: Stara različica Oken
sr: Starija verzija Windowsa
tr: Eski Windows sürümü

source: No more weather data for this item.
bg: Няма повече синоптични данни за този елемент.
da: Ikke flere vejrdata for dette emne.
de: Keine weiteren Wetterdaten für diesen Eintrag verfügbar
es: No hay más datos del clima para este elemento.
gl: Non hai máis datos do tempo para este elemento.
he: אין פירטי מזג אוויר עבור פריט זה.
hr: Nema više vremenskih podataka za ovu stavku
it: Non ci sono più dati meteo disponibili per questo elemento
ko: 일기 예보 정보 없음
pt_br: Não há mais dados meteorológicos para este item.
pt_pt: Não há mais dados meteorológicos para este item.
ru: Больше нет данных погоды для этого элемента.
sl: Ni več vremenskih podatkov za to postavko.
sr: Nema više podataka o vremenu za ovu stavku
tr: Bu öğe için daha fazla hava raporu verisi yok

source: Shows the message details.
bg: Показва подробните данни за съобщението.
da: Viser beskeddetaljer.
de: Zeigt die Details der Benachrichtigungen an.
es: Muestra los detalles de mensajes.
gl: Amosa os detalles dos mensaxes.
he: מציג את פרטי ההודעה.
hr: Prikazuje detelje o poruci
it: Visualizza i dettagli del messaggio.
pt_pt: Mostra os detalhes da mensagem.
sl: Pokaže podrobnosti sporočila.
sr: Prikazuje detalje poruke
tr: Mesajın ayrıntılarını gösterir.

source: Typing stopped
bg: Писането спря
da: Indtastning stopet
de: Tippen angehalten
es: Escritura detenida
gl: Escritura detida
he: ההקלדה הופסקה
hr: pisanje završeno
it: Digitazione terminata
pt_pt: Escrita parada
sl: Tipkanje ustavljeno
sr: Pisanje zaustavljeno
tr: Yazım durdu

source: Chat history not found
bg: Съдържанието на дискусията не бе намерено
da: Chatoversigt ikke fundet
de: Chatverlauf nicht gefunden
es: No se encontró el histórico del chat
gl: Non se atopou o histórico do chat
he: לא נמצא היסטורית שיחה
hr: Povijest čavrljanja nije pronađena
it: Cronologia chat non trovata
ko: 이전 메시지 목록을 찾을 수 없음
pt_pt: Histórico de conversação não encontrado
sl: Zgodovina klepeta se ni našla
sr: Istorija ćaskanja nije pronađena
tr: Sohbet geçmişi bulunamadı

source: Reports and moves the review cursor to a recent message
bg: Докладва и премества курсора за преглед до скорошно съобщение
da: Annoncerer og flytter læsemarkøren til en af de seneste meddelelser.
de: Fokussiert die neueste Nachricht und liest sie vor.
es: Anuncia y mueve el cursor de revisión a un mensaje reciente
gl: Anuncia e move o cursor de revisión cara unha mensaxe recente
he: מדווח ומעביר את הסמן לפריט האחרון
hr: Izgovara zadnju poruku i premještava pregledni kursor na nju.
it: Legge e sposta il cursore di controllo su un messaggio recente
pt_pt: Anuncia e move o cursor de revisão para uma mensagem recente
sl: Sporoča in premika pregledno utripalko na zadnje sporočilo
sr: Prijavljuje i pomera pregledni kursor na poruku
tr: Son mesajı okur ve inceleme imlecini mesaja taşır

source: Chat edit field not found
bg: Полето за писане на съобщения не е намерено
da: Chat editfelt ikke fundet
de: Chat-Eingabefeld nicht gefunden
es: No se encontró el campo de edición del chat
gl: Non se atopou o campo de edición do chat
hr: Polje za čavrljanje nije pronađeno
it: Campo editazione chat non trovato
pt_pt: Campo de edição de conversação não encontrado
sl: Polje za urejanje klepeta se ni našlo
sr: Polje za unos poruke nije pronađeno
tr: Sohbet düzenleme alanı bulunamadı

source: No emoji
bg: Няма намерени емоджи
da: Ingen emoji
de: keine Emoji-Symbole
es: No hay emoji
gl: Non hai emoji
he: אין רגשונים
hr: Nema emoji
it: Nessuna emoji
pt_pt: Sem emoji
sl: Ni emojev
sr: Nema Emotikona
tr: emoji yok

source: &Windows 10 App Essentials...
bg: Базов пакет &за приложения в Windows 10...
de: &Windows 10-Apps
he: חבילת תוספים בסיסית לחלונות 10...
ko: Windows 10 App Essentials... (&W)
sl: &Windows 10 Osnove Aplikacijam...
tr: &Windows 10 temel uygulamalar

source: Windows 10 App Essentials add-on settings
bg: Настройки на добавката Базов пакет за приложения в Windows 10
da: Indstillinger for tilføjelsesprogrammet Windows 10 App Essentials
de: Einstellungen der Erweiterung Windows 10-App Essentials
es: Opciones del complemento Windows 10 App Essentials
gl: Opcións do complemento Windows 10 App Essentials
he: הגדרות לחבילת התוספים הבסיסית לחלונות 10
hr: Windows 10 App Essentials postavke dodatka
it: Impostazioni Windows 10 App Essentials
ko: Windows 10 App Essentials 추가 기능 설명
pt_pt: Configurações do extra Windows 10 App Essentials
sl: Windows 10 Osnove Aplikacijam nastavitve dodatka
sr: Podešavanja dodatka Windows 10 App Essentials
tr: Windows 10 temel uygulamalar eklenti ayarları

source: Error checking for update.
bg: Грешка при проверката за обновления.
da: Fejl under søgning efter opdateringer.
de: Fehler beim Suchen nach Updates.
es: Error buscando actualizaciones.
gl: Erro ao procurar actualizacións.
he: נכשל בבדיקה לעדכון.
hr: Greška prilikom provjere nadogradnje.
it: Errore nel controllo aggiornamenti
ko: 업데이트 확인 도중 오류가 발생했습니다.
pt_pt: Erro ao procurar por actualizações
sl: Napaka pri preverjanju za posodobitev.
sr: Greška u proveri ažuriranja
tr: Güncelleme denetleme hatası.

source: Windows 10 App Essentials update
bg: Обновяване на Базов пакет за приложения в Windows 10
da: Opdatering af Windows 10 App Essentials
de: Update der Windows 10-App Essentials
es: Actualización de Windows 10 App Essentials
gl: Actualización do Windows 10 App Essentials
he: עדכון לחבילת התוספים הבסיסית של חלונות 10
hr: Windows 10 App Essentials nadogradnja
it: Aggiornamento Windows 10 App Essentials
ko: Windows 10 App Essentials 업데이트
pt_pt: Actualização do Windows 10 App Essentials
sl: Windows 10 Osnove Aplikacijam posodobitve
sr: Windows 10 App Essentials ažuriranje
tr: Windows 10 temel uygulamalar güncelleme

source: No add-on update available.
bg: Няма налични обновления за добавката.
da: Ingen opdatering tilgængelig.
de: Keine Updates der Erweiterung verfügbar.
es: No está disponible una actualización del complemento.
gl: Non está dispoñible unha actualización do complemento.
he: אין עדכון זמין להרחבה זו.
hr: Nema dostupne nadogradnje dodatka.
it: Nessun aggiornamento disponibile per il componente aggiuntivo
ko: 새 추가 기능 버전이 없습니다.
pt_pt: Sem actualização disponível
sl: Nobena posodobitev dodatka ni na voljo.
sr: Nema ažuriranja dodatka
tr: Eklenti güncellemesi mevcut değil.

source: Windows 10 App Essentials {newVersion} is available. Would you like to update?
bg: Налична е версия {newVersion} на Базов пакет за приложения в Windows 10. Желаете ли да обновите?
da: Windows 10 App Essentials {newVersion} er tilgængelig. Vil du opdatere?
de: Eine {newVersion} der Erweiterung für die Windows 10 App Essentials ist verfügbar. Möchten Sie das Update jetzt durchführen?
es: Está disponible {newVersion} de Windows 10 App Essentials. ¿Te gustaría actualizar?
gl: Está dispoñible {newVersion} do Windows 10 App Essentials. ¿Gostaríache actualizar?
he: חבילת תוספים בסיסית לחלונות 10 {newVersion} זמינה. האם תרצה לעדכן?
hr: Windows 10 App Essentials {newVersion} je dostupna. Želite li nadograditi?
it: è disponibile la versione {newVersion} di Windows10 App Essentials. Si desidera aggiornare?
ko: Windows 10 App Essentials {newVersion} 버전이 준비되어 있습니다. 업데이트 하시겠습니까?
pt_pt: Está disponível o Windows 10 App Essentials {newVersion}. Quer actualizar?
sl: Windows 10 Osnove Aplikacijam {newVersion} je na voljo. Jih želite posodobiti?
sr: Windows 10 App Essentials {newVersion} je dostupan. Da li želite da ažurirate dodatak?
tr: Windows 10 temel uygulamalar {newVersion} mevcut. Güncelleyelim mi?

source: Windows 10 App Essentials settings
bg: Настройки на Базов пакет за приложения в Windows 10
da: Indstillinger for Windows 10 App Essentials
de: Einstellungen der Windows 10-App Essentials
es: Opciones de Windows 10 App Essentials
gl: Opcións do Windows 10 App Essentials
he: הגדרות לחבילת התוספים לחלונות 10
hr: Windows 10 App Essentials postavke
it: Impostazioni Windows 10 App Essentials
ko: Windows 10 App Essentials 설정
pt_pt: Configurações do Windows 10 App Essentials
sl: Windows 10 Osnove Aplikacijam nastavitve
sr: Windows 10 App Essentials podešavanja
tr: Windows 10 Temel Uygulamalar ayarları

source: Automatically check for add-on &updates
bg: Автоматично проверявай за &обновления на добавката
da: Søg automatisk efter &opdateringer til tilføjelsesprogrammet
de: A&utomatisch nach Updates der Erweiterung suchen
es: Búsqueda automática de &actualizaciones del complemento
gl: Procura automática de &actualizacións do complemento
he: בדוק אוטומטית עבור הרחבות ועדכונים
hr: Automatski provjeravaj za &nadogradnje dodatka
it: Controlla a&utomaticamente la presenza di aggiornamenti del componente aggiuntivo
ko: 자동으로 추가 기능 업데이트 확인 (&U)
pt_pt: Procurar automaticamente por actualizações
sl: Samodejno preveri, če obstaja &posodobitev dodatka
sr: &Automatska provera ažuriranja dodatka
tr: Güncellemeleri otomatik olarak denetle

source: Update &interval in days
bg: &Периодичност на проверката за обновления (в дни)
da: Opdaterings&interval i dage
de: Update-&Häufigkeit (in Tage)
es: &Intervalo de actualizaciones en días
gl: &Intervalo de actualizacións en días
he: עדכן אוטומטית מרווח בימים
hr: &intervali provjere nadogradnje u danima.
it: Intervallo aggiornamenti &in giorni
ko: 업데이트 확인 일 수 (&I)
pt_pt: &Intervalo de actualização em dias
sl: &Razmik posodabljanja v dnevih
sr: &Period provere ažuriranja u danima
tr: Gün c&insinden güncelleme denetleme aralığı

source: &Add-on update channel:
bg: &Канал за обновление на добавката:
de: Update-&Kanal der Erweiterung:
gl: Canle de actualizacións do &complemento:
sl: Posodobitveni kanal &dodatka
sr: &Kanal ažuriranja dodatka
tr: &Eklenti güncelleme kanalı

source: Check for add-on &update
bg: Провери за &обновления на добавката
da: Søg efter &opdatering til tilføjelsesprogram
de: Nach &Updates der Erweiterung suchen
es: Buscar &actualización del complemento
gl: Procurar &actualización do complemento
he: בדוק עבור הרחבות ועדכונים
hr: &Provjeri za nadogradnje dodatka
it: Controlla aggiornamenti componente aggi&untivo
ko: 업데이트 확인 (&U)
pt_pt: Procurar por actualização do extra
sl: Preveri, če obstaja &posodobitev dodatka
sr: &Proveri ažuriranja dodatka
tr: Eklenti g&üncellemesi için kontrol et

source: You are about to switch to development updates channel. Although updates from this channel brings exciting features, it also comes with updates that might be unstable at times and should be used for testing and sending feedback to the add-on developer. If you prefer to use stable releases, please answer no and switch to stable update channel. Are you sure you wish to switch to the development update channel?
bg: На път сте да преминете към тестовия канал за обновяване. Въпреки че обновленията от този канал предоставят интересни нови функции, може да се получат и обновления, част от които да са нестабилни и трябва да се използват само с цел тестване и изпращане на обратна връзка на разработчика на добавката. Ако предпочитате да използвате само стабилни версии, моля, отговорете с „Не“ и преминете към стабилен канал за обновяване. Наистина ли желаете да преминете към тестовия канал за обновяване?
de: Sie sind dabei den Update-Kanal zu wechseln, in denen ausschließlich Versionen von den Entwicklern mit neuen Features bereit gestellt werden. Diese Versionen können instabil sein und dienen lediglich zu Testzwecken und zum Feedback senden. Wenn Sie den sicheren und stabilen Update-Kanal bevorzugen, beantworten Sie die Frage mit "Nein". Möchten Sie trotzdem den Update-Kanal wechseln?
gl: Estás a piques de cambiar á canle de actualizacións de desenvolvemento. Aíndaque as actualizacións desta canle traen características interesantes, tamén veñen con actualizacións que poderían seren inestables en ocasións y debería usarse para probar e enviar comentarios ao desenvolvedor do complemento. Se prefires usar versións estables, por favor resposta non e cambia á canle de actualizacións estables. ¿Estás seguro de que desexas cambiar á canle de actualizacións de desenvolvemento?
sl: Ste pred tem, da preklopite na kanal razvojnih posodobitev. Čeprav posodobitve s tega kanala prinašajo vznemirljive možnosti, ta prinaša tudi posodobitve, ki so lahko včasih nestabilne in bi se jih moralo uporabljati za testiranje in pošiljanje povratnih informacij razvijalcu dodatka. Če želite uporabljati stabilne izdaje, prosimo, odgovorite ne in preklopite na kanal stabilnih posodobitev. Ste prepričani, da želite preklopiti na kanal razvojnih posodobitev?
sr: Upravo se prebacujete na razvojni kanal dodatka. Iako uz ovaj kanal dolaze ažuriranja koja donose uzbudljive nove karakteristike, često je nestabilan budući da je osmišljen za pružanje informacija autoru dodatka. Da li ste sigurni da želite da pređete na razvojni kanal?
tr: Geliştirici güncelleme kanalına geçiş yapmak üzeresiniz. Bu kanaldaki güncellemeler heyecan verici özellikler getiriyor olsa da, aynı zamanda kimi zaman kararsız çalışabilir. Dolayısıyla, deneme ve eklenti geliştiricisine geri bildirimde bulunmak için kullanılması önerilir. Kararlı sürümleri kullanmayı tercih ediyorsanız, lütfen hayır deyin ve kararlı kanala geçin. Geliştirici güncelleme kanalına geçmek istediğinizden emin misiniz?

source: Switching to unstable channel
bg: Преминаване към тестовия канал
de: Wechsel in den Test-Kanal.
gl: Cambiando á canle inestable
sl: Preklapljanje na nestabilni kanal
sr: Prebacivanje na nestabilan kanal
tr: Kararsız kanala geçiliyor

source: Add-on update check
bg: Проверка за обновления на добавката
da: Søg efter opdateringer
de: Überprüfung auf Updates der Erweiterung
es: Actualizar complemento
gl: Actualizar complemento
he: חיפוש אחר עדכונים
hr: Provjera nadogradnje za dodatak
it: Controllo aggiornamenti per il componente
ko: 추가 기능 업데이트 확인 중
pt_pt: Procurar Actualização do extra
sl: Preverjanje posodobitev dodatka
sr: Provera ažuriranja dodatka
tr: Eklenti güncelleme kontrolü

source: Checking for new version of Windows 10 App Essentials add-on...
bg: Проверка за нова версия на добавката Базов пакет за приложения в Windows 10...
da: Søger efter ny version af Windows 10 App Essentials...
de: Auf Updates der Erweiterung wird gesucht...
es: Buscando versión nueva del complemento Windows 10 App Essentials...
gl: Procurando versión nova do complemento Windows 10 App Essentials...
he: מחפש עבור גרסה חדשה לחבילת התוספים הבסיסית לחלונות 10(Windows).
hr: Provjera nadogradnje za Windows 10 App Essentials dodatak...
it: Controllo di nuove versioni di Windows10 App Essentials in corso...
ko: Windows 10 App Essentials 추가 기능 업데이트를 확인하고 있습니다...
pt_pt: A procurar por nova versão do extra...
sl: Preverjanje, če obstaja nova različica dodatka Windows 10 Osnove Aplikacijam
sr: Provera nove verzije dodatka Windows 10 App Essentials
tr: Windows 10 temel uygulamalar eklentisinin yeni versiyonunun olup olmadığı denetleniyor...

source: Downloading Add-on Update
bg: Сваляне на обновлението за добавката
da: Henter opdatering til tilføjelsespakke
de: Die Aktualisierung der Erweiterung wird heruntergeladen
es: Descargando Actualización de Complemento
gl: Descargando Actualización do Complemento
he: מוריד עידקון לתוסף
hr: Preuzimam nadogradnju dodatka
it: Download aggiornamento componente aggiuntivo
ko: 업데이트 다운로드 중
pt_pt: A baixar a actualização do extra...
sl: Prenašanje Posodobitve Dodatka
sr: Preuzima se nova verzija dodatka
tr: Eklenti güncel sürümü indiriliyor

source: Connecting
bg: Свързване
da: Forbinder
de: Verbindung wird hergestellt
es: Conectando
gl: Conectando
he: מתחבר
hr: Spajanje
it: Connessione in corso
ko: 연결 중...
pt_pt: A ligar...
sl: Povezovanje
sr: Povezivanje
tr: Bağlanılıyor

source: Error downloading add-on update.
bg: Грешка при сваляне на обновлението за добавката.
da: Fejl under hentning af opdatering til tilføjelsesprogrammet.
de: Fehler beim Herunterladen der Aktualisierung
es: Error al descargar la actualización del complemento.
gl: Erro ao descargar a actualización do complemento.
he: הורדת העדכון לתוסף נכשלה.
hr: Greška pri preuzimanju nadogradnje dodatka.
it: Errore nel download dell'aggiornamento.
ko: 업데이트를 다운로드할 수 없습니다.
pt_pt: Erro a baixar a actualização...
sl: Napaka med prenosom posodobitve dodatka.
sr: Greška u preuzimanju ažuriranja dodatka
tr: Eklenti güncellemesinde hata.

source: Error
bg: Грешка
da: Fejl
de: Fehler
gl: Erro
he: שגיאה
hr: Greška
it: Errore
ko: 오류
pt_pt: Erro
sl: Napaka
sr: Greška
tr: Hata

source: Failed to open add-on package file at %s - missing file or invalid file format
bg: Неуспешно отваряне на файла пакет с добавката в %s - липсващ файл или невалиден формат на файла
da: Kunne ikke åbne tilføjelsespakkefilen på destinationen %s - manglende fil eller ugyldigt filformat
de: Die Erweiterung %s konnte nicht geöffnet werden. Die Datei ist möglicherweise beschädigt oder nicht vorhanden.
es: Falló al abrir el fichero de paquete del complemento en %s - falta el fichero o formato de fichero inválido
gl: Fallou ao se abrir o ficheiro de paquete do complemento en %s - falta o ficheiro ou formato de ficheiro inválido
he: נסיון לפתוח את התוסף %s נכשל , יתכן ומדובר בהורדה לא תקינה של קובץ
hr: Nemoguće otvoriti datoteku s dodatkom iz %s - Nedostajuća datoteka ili nepravilan format datoteke
it: Impossibile aprire il pacchetto del componente aggiuntivo al percorso %s - file mancante o formato file errato
pt_pt: Falha ao abrir o ficheiro do pacote do extra em %s - ficheiro ausente ou formato de ficheiro inválido
sl: Odpiranje paketne datoteke dodatka iz %s spodletelo - manjka datoteka ali je oblika datoteke neveljavna
sr: Neuspešno otvaranje datoteke dodatka iz %s. Neispravna datoteka ili loš format
tr: Eklenti güncelleme paketi %s açılamadı - Eksik dosya ya da geçersiz dosya biçimi

source: Updating Add-on
bg: Обновяване на добавката
da: Opdaterer tilføjelsespakke
de: Die Erweiterung wird aktualisiert.
es: Actualizando Complemento
gl: Actualizando Complemento
he: מעדכן את התוסף
hr: Nadograđujem dodatak
it: Aggiornamento componente aggiuntivo in corso
ko: 추가 기능 업데이트 중
pt_pt: A actualizar o extra
sl: Posodabljanje Dodatka
sr: Ažuriranje dodatka
tr: Eklenti güncelleniyor

source: Please wait while the add-on is being updated.
bg: Моля, изчакайте докато добавката бъде обновена.
da: Vent venligst mens tilføjelsespakken opdateres.
de: Bitte warten Sie, während die Erweiterung aktualisiert wird.
es: Por favor espera mientras el complemento se está actualizando.
gl: Por favor agarda mentras o complemento se está a actualizar.
he: אנא המתן בזמן העדכון של התוסף....
hr: Molimo pričekajte dok se dodatak nadogradi.
it: Attendere mentre il componente aggiuntivo viene aggiornato.
ko: 업데이트중 입니다. 잠시만 기다려 주세요.
pt_pt: Por favor, aguarde, enquanto o extra está a ser actualizado...
sl: Prosimo, počakajte, medtem, ko se dodatek posodablja.
sr: Molimo sačekajte dok se dodatak ažurira
tr: Lütfen eklenti güncellenirken bekleyin.

source: Failed to update add-on from %s
bg: Неуспешно обновяване на добавката от %s
da: Fejl under opdatering af tilføjelsespakken til %s
de: die Erweiterung %s konnte nicht aktualisiert werden.
es: Falló al actualizar el complemento desde %s
gl: Fallou ao actualizar o complemento desde %s
he: עעדכון התוסף מ%s נכשל
hr: Ne mogu nadograditi dodatak sa %s
it: Impossibile aggiornare l'add-on da %s
pt_pt: Falha ao actualizar o extra de %s
sl: Posodobitev dodatka iz %s spodletela
sr: Neuspešno ažuriranje dodatka iz %s
tr: Eklenti %s kaynağından güncellenemedi

source: Windows 10 App Essentials
bg: Базов пакет за приложения в Windows 10
de: Windows 10-Apps
he: חבילת תוספים בסיסית לחלונות 10Windows 10 App Essentials
sl: Windows 10 Osnove Aplikacijam
tr: Windows 10 Temel Uygulamalar

source: A collection of app modules for various Windows 10 apps
bg: Колекция от спомагателни модули за разни приложения в Windows 10.
da: En samling af programmoduler til forskellige Windows 10 apps
de: Eine Sammlung von Anwendungsmodulen für diverse Windows 10-Apps.
es: Una colección de app modules para varias aplicaciones de Windows 10
gl: Unha coleción de app modules para varias aplicación de Windows 10
he: מקבץ תוספים עבור שימוש נוח יותר בחלונות 10
hr: Kompilacija skripti za razne aplikacije u Windowsima 10
it: Una collezione di app module per numerose app presenti in Windows10
ko: 윈도우 10 앱 모듈 모음
pt_pt: Uma coleção de pequenos módulos para algumas aplicações do Windows 10.
sl: Zbirka aplikacijskih modulov za več Windows 10 aplikacij
sr: Kolekcija dodataka za razne Windows10 aplikacije
tr: çeşitli Windows 10 uygulamaları için Uygulama modül koleksiyonu

source: Cannot move between rows
es: No puedes desplazarte entre filas
hr: Premještanje po retcima nije moguće
it: Impossibile spostarsi tra le righe
pt_br: Impossível mover-se entre linhas
pt_pt: Impossível mover-se entre linhas
ru: Невозможно перемещаться по ячейках

source: Unsupported Windows release
pt_br: Versão do Windows sem suporte
ru: Неподдерживаемая версия Windows

source: You are using an older version of Windows. This add-on requires Windows 10 or later.
pt_br: Você está usando uma versão mais antiga do Windows. Este complemento requer Windows 10 ou posterior.
ru: Вы используете более старую версию Windows. Для этого дополнения требуется Windows 10 или более поздняя версия.
