Repository: josephsl/wintenApps
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, da, de, es, gl, he, hr, it, ko, pt_br, pt_pt, ru, sl, sr, tr

source: You are using an unsupported {windowsRelease} release. This add-on requires {minSupportedUpdate} or later.
pt_br: Você está usando uma versão do {windowsRelease} sem suporte. Este complemento requer {minSupportedUpdate} ou posterior.
ru: Используется неподдерживаемая версия {windowsRelease}. Для этого дополнения требуется {minSupportedUpdate} или более поздняя версия.

source: This is a Windows Server system. Although you can install the add-on, not all features will work as Windows Server does not include modern apps such as Microsoft Store.
pt_br: Este é um sistema Windows Server. Embora você possa instalar o complemento, nem todos os recursos funcionarão, pois o Windows Server não inclui aplicativos modernos, como a Microsoft Store.
ru: Это система Windows Server. Хотя вы можете установить дополнение, не все функции будут работать, так как Windows Server не включает современные приложения, такие как Microsoft Store.

source: Windows App Essentials and Windows Server
pt_br: Windows App Essentials e Windows Server
ru: Windows App Essentials и Windows Server

source: 1 suggestion
pt_br: 1 sugestão
ru: 1 Предложение

source: {} suggestions
pt_br: {} sugestões
ru: {} Предложений

source: Improving support for various apps and controls on Windows 10 and later
pt_br: Melhora o suporte para vários aplicativos e controles no Windows 10 e posterior
ru: Улучшает поддержкуразных приложений и контролей Windows
